<template>

  <v-container class="pa-0">

    <v-subheader>
      <router-link to="/settings" class="text-nodecoration">設定・サポート</router-link>
      <v-icon size="14px" class="mx-2">fas fa-chevron-right</v-icon>
      プライパシーポリシー
    </v-subheader>

    <v-card>
      <v-card-title class="body-1 green--text font-weight-bold">プライパシーポリシー</v-card-title>

      <v-card-text>
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
        プライパシーポリシーのテキストが入ります。
      </v-card-text>

    </v-card>

  </v-container>

</template>

<style scoped>
.text-nodecoration {
  text-decoration: none;
}
</style>
