<!-- eslint-disable max-len -->
<template>

  <v-container class="pa-0">

    <v-subheader>
      <router-link to="/settings" class="text-nodecoration">設定・サポート</router-link>
      <v-icon size="14px" class="mx-2">fas fa-chevron-right</v-icon>
      利用規約
    </v-subheader>

    <v-card>
      <v-card-title class="body-1 green--text font-weight-bold">利用規約</v-card-title>

      <v-card-text>
        第1条（目的）<br>
        1.本規約は、株式会社prd（以下「当社」といいます）が運営する本サイト上で提供する本サービスを、利用者が利用する際の一切の行為に適用されます。<br>
        2.本規約は、本サービスの利用条件を定めるものです。利用者は、本規約に従い本サービスを利用するものとします。<br>
        <br>
        第2条（定義）<br>
        本規約において使用する用語の定義は、次の各号に定めるとおりとします。<br>
        ①「本サイト」<br>
        当社が運営する「パイセンQ」と称するウェブサイトをいいます。<br>
        ②「本サービス」<br>
        当社が、利用者を対象として本サイト上で提供する、学研のLINE公式アカウントと連動したサービスであって、利用者がLINE上で、勉強に関する質問や相談を投稿すれば、その回答を受領できることを、主な内容とするものをいいます。<br>
        なお、本サービスの具体的内容は、当社が定めるものとします。<br>
        ③「利用者」<br>
        IDを保有する方、または学研のLINE公式アカウントに「友だち」として登録した方のうち、本サービスを利用する方をいいます。<br>
        ④「学研」<br>
        株式会社学研ホールディングスをいいます。<br>
        ⑤「ID」<br>
        学研のグループ会社が提供する各種デジタルサービスを利用するために必要なIDであって、「Gakken ID」と称するものをいいます。<br>
        <br>
        第3条（本規約の範囲）<br>
        1.当社が本規約に付帯関連して別途定める諸規約は、それぞれ本規約を構成するものとします。<br>
        2.本規約の規定と、本規約に付帯関連する諸規約の規定とが異なる場合には、後者の規定が優先して適用されるものとします。<br>
        <br>
        第4条（本規約の変更）<br>
        1.当社は、当社の裁量により、本規約を変更できるものとします。<br>
        2.当社は、前項による本規約の変更にあたり、変更後の本規約の効力発生日の10日前までに、本規約を変更する旨、並びに変更後の本規約の内容、及びその効力発生日を、本サイトに掲示します。<br>
        3.変更後の本規約の効力発生日以降に、利用者が本サービスを利用したときは、利用者は、本規約の変更に同意したものとみなします。<br>
        <br>
        <br>
        第5条（本サイトが提供する情報）<br>
        1.本サイトが提供するすべての情報（すべての文章、写真、イラスト類、画像、映像等を含みますが、これらに限られません）に関する、著作権（著作権法第27条及び第28条に定める権利を含みます。以下同じ）その他の知的財産権、及び保護されるべき法的権利は、当社または当社への許諾者に帰属します。<br>
        2.利用者は、本サイトが提供する情報を、当社の事前の承諾を得ることなく、私的使用以外の目的で使用（複製、頒布、公衆送信、放送、販売、貸与、改変等の行為を含みますが、これらに限られません）することはできません。違反者は、著作権法によって罰せられます。<br>
        <br>
        第6条（利用者）<br>
        1.利用者は、本規約のすべてを承認のうえ、当社所定の手続に従って、本サービスの利用を申し込むものとします。<br>
        なお、利用者が未成年者である場合には、親権者等、法定代理人の同意を得た上で、本サービスの利用を申し込むものとします。<br>
        2.当社は、次の各号のいずれかに該当する場合には、当社の判断によって、本サービス利用の申込を承諾しないことができるものとします。<br>
        また当社は、本サービス利用の申込を承諾した後であっても、次の各号のいずれかに該当することが判明した場合には、利用者に対する本サービスの提供を中止できるものとします。<br>
        ①利用者が、ID取得時に、虚偽の事項を申告した場合。<br>
        ②その他申込を承諾することが、当社の業務遂行上または技術上、不適当と判断した場合。<br>
        3.当社は、利用者に対して、新サービスの告知、当社または学研を含む第三者の商品・サービスに関する広告配信、本サービス運営上の事務連絡、その他情報の提供を行います。<br>
        但し、利用者が情報の提供を希望しない旨を、当社所定の方法で通知した場合には、本サービス提供のために必要な場合を除いて、情報の提供を行わないものとします。<br>
        4.利用者資格は第三者に譲渡、貸与することはできません。<br>
        5.利用者は、IDを厳重に管理する責任を負うものとし、当社は、IDを利用して行なわれた一切の行為を、利用者本人の行為とみなすことができるものとします。<br>
        6.当社が、利用者に対して、追加で情報の登録を求めた場合には、利用者は、これに応じるものとします。当社は、当該情報を、法令等に従って取り扱うものとします。<br>
        <br>
        第7条（利用期間）<br>
        1.利用者が本サービスを利用できる期間（以下「利用期間」といいます）は、当社が、第6条第1項に定める利用者の申込を承諾した日を利用開始日として、1か月間とします。<br>
        但し、期間満了の前日までに、利用者が当社所定の手続に従って、本サービスの利用中止を申し出なかった場合には、利用期間は、更に1か月間、自動的に更新されるものとし、以後も同様とします。<br>
        2.利用者は、利用期間の途中であっても、当社所定の方法で申し出ることにより、いつでも本サービスの利用を中止できるものとします。<br>
        <br>
        第8条（利用料）<br>
        1.利用者は、本サービス上で投稿する質問・相談の数が、1か月あたり3問（なお、質問・相談の数の計算方法は、当社が定めるところによります）を超えない限り、本サービスを無償で利用できるものとします。<br>
        利用者が、本サービス上で、1か月あたり4問以上の質問・相談を行うことを希望する場合には、当社所定の手続に従って、有料プランを申し込むものとします。<br>
        2.利用者は、有料プランを申し込んだ場合には、以降、本サービス利用の対価として、当社が別途定めるところに従い、毎月、利用料を当社に支払うものとします。<br>
        なお、利用者は、利用料に消費税等相当額（法令等の変更があった場合には、変更後の消費税等相当額）を加算のうえ、支払うものとします。<br>
        また振込手数料、その他支払に要する費用は、利用者の負担とします。<br>
        3.当社に支払われた利用料は、事由の如何を問わず、利用者に返還されないものとします。<br>
        <br>
        第9条（投稿情報等）<br>
        1.利用者が本サービスを利用して本サイトに投稿した質問、発言、情報、写真、イラスト、画像、映像等（以下「投稿情報等」といいます）の著作権は、利用者に帰属します。<br>
        2.利用者は、当社に対し、投稿情報等が第三者の権利・利益を侵害していないことを保証するものとします。<br>
        万一、第三者との間で、何らかの紛争が発生した場合には、利用者の負担と責任で処理解決し、当社に何らの迷惑または損害を与えないものとします。<br>
        3.利用者は、投稿情報等について、当社に保存義務がないことを確認し、必要な投稿情報等については適宜バックアップをとるものとします。<br>
        4.当社は、投稿情報等の合法性、道徳性、信頼性及び正確性について、関知しません。<br>
        また、当社は、投稿情報等を監視する義務を負いません。<br>
        5.投稿情報等の内容が、本規約に違反し、その他当社が不適当と認めた場合には、当社は、利用者に事前に通知することなく、その全部または一部を削除または訂正できるものとします。<br>
        <br>
        第10条（利用者情報）<br>
        1.利用者は、本サービスの利用履歴に関する情報、及び投稿情報等（これらを総称して、以下「利用者情報」といいます）が、当社のデータベースに登録される事を承諾します。<br>
        2.当社は、利用者情報を、本サイトの管理・運営及び本サービスの提供、並びに第6条第3項に定める情報提供に必要な範囲内で、使用できるものとします。<br>
        3.利用者は、利用者情報の取扱いに関して、あらかじめ、以下の各号に定める事項を了承するものとします。<br>
        ①当社が、利用者情報を、学研に対して開示すること。<br>
        ②学研が、利用者情報を、新サービス検討の目的で使用すること。<br>
        <br>
        第11条（利用者の禁止行為）<br>
        利用者は、本サイトを利用して次の各号に該当する、またはそのおそれのある行為を行ってはならないものとします。<br>
        ①犯罪行為に結びつく行為。<br>
        ②他人のIDを不正に使用する行為、及び自己のIDを他人に使用させる行為、その他なりすまし行為。<br>
        ③当社（本サービスにおいて質問への回答等を行う学生等、当社の関係者を含みます。本条において以下同じ）、学研または第三者の著作権、商標権、肖像権などの権利を侵害する行為。<br>
        ④当社、学研または第三者の財産、プライバシーなどを侵害する行為。<br>
        ⑤当社、学研または第三者を誹謗中傷する行為、またはその名誉や信用を毀損する行為。<br>
        ⑥有害プログラムを含んだ情報を送信する行為。<br>
        ⑦選挙の事前活動、選挙運動またはこれらに類似する行為など、公職選挙法に抵触する行為。<br>
        ⑧布教を目的とする行為、またはこれに類する行為。<br>
        ⑨営業活動等、営利を目的とする行為、及びその準備を目的とする行為。<br>
        ⑩本サイトの運営を妨げるような行為、または本サイトの信頼を損なうような行為。<br>
        ⑪本サイトのホームページの内容の無断転載、改変または再配布をする行為。<br>
        ⑫募金、カンパ、寄付、布施その他名目を問わず金品の交付を受けること、または出資を募ることを目的とする行為。<br>
        ⑬個人情報の収集を目的とする行為。<br>
        ⑭本サービスの利用により知り得た当社、学研または第三者の個人情報を他に開示もしくは漏洩し、または利用する行為。<br>
        ⑮当社または学研の商号、商標またはロゴマーク等を用いて、利用者と、当社もしくは学研との間の提携関係の存在、または利用者に対する代理権等の付与を誤認させる行為。<br>
        ⑯その他、本規約もしくは法令に違反し、または公序良俗に反する行為。<br>
        ⑰前各号に定めるほか、当社が不適当と認める行為（当社、学研または第三者に対する暴言、脅迫、威迫、嫌がらせ、付きまとい行為等を行うことを含みますが、これらに限られません）。<br>
        <br>
        第12条（免責）<br>
        1.利用者は、利用者自身の責任において本サービスを利用するものとし、当社は、利用者の通信や活動に関与しません。<br>
        当社は、本サービスの利用によって生じた利用者の損害について、いかなる責任も負わないものとし、これを賠償する義務を有しないものとします。<br>
        但し、消費者契約法に定める消費者契約に該当する場合は、この限りではありませんが、当社は、当社の過失（重過失を除きます）による債務不履行または不法行為により利用者に生じた損害については、利用料の3か月分相当額の範囲内でのみ責任を負うものとし、また逸失利益、間接損害、及び特別な事情から生じた損害（当社または利用者が損害発生につき予見し得たかどうか、予見すべきであったかどうかを問いません）については、一切の責任を負いません。<br>
        2.利用者が本サービスの利用によって第三者に損害を与えた場合、利用者は自己の責任と費用負担によってこれを解決するものとします。<br>
        3.利用者が本規約に定めた条項のいずれかに違反し、当社に損害を与えた場合、当社は、利用者に対し、被った損害（合理的な範囲内の弁護士費用を含む）の賠償を請求できるものとします。<br>
        4.本サイト内において広告宣伝を行っている広告主と、利用者との間で行われる取引は、利用者と広告主の責任において行うものとします。<br>
        5.本サイトからリンクが張られているウェブサイトの内容は、当社はこれを保証するものではありません。<br>
        <br>
        第13条（設備等）<br>
        利用者は、本サービスを利用するために必要な通信機器、ソフトウエア、その他これらに付随して必要となるすべての機器を、自己の費用と責任において準備するものとします。また、利用者は、自己の費用と責任で、インターネットを経由して本サイトに接続するものとします。<br>
        <br>
        第14条（本サービスの変更等）<br>
        当社が必要と判断した場合には、利用者の承諾なしに、本サービスの全部または一部について、その内容を変更し、または廃止できるものとします。<br>
        <br>
        第15条（本サービスの提供の停止）<br>
        1.当社は、次の各号のいずれかの事由が生じた場合には、利用者に事前に通知することなく、本サービスの提供を停止できるものとします。<br>
        ①本サービス用設備の故障等により保守を行う場合。<br>
        ②運用上または技術上の理由でやむを得ない場合。<br>
        ③天災地変、感染症の流行等、不可抗力により本サービスを提供できない場合。<br>
        ④前各号に定めるほか、当社の責に帰すことのできない事由により、本サービスの提供が困難である場合。<br>
        2.当社は、本サービス用設備の定期点検等を行うため、利用者に事前に通知のうえ、本サービスの提供を一時的に停止できるものとします。<br>
        3.当社は、利用者が、第11条各号に該当する行為を行い、またはその恐れがあると判断した場合には、当社の裁量により、利用者に対する本サービスの提供を中止できるものとします。<br>
        <br>
        第16条（準拠法、裁判管轄）<br>
        1.本規約の準拠法は日本法とします。<br>
        2.本規約に関連して、当社と利用者との間で生じた争いについては、東京地方裁判所を、第一審の専属管轄裁判所とすします。<br>
        <br>
        付則<br>
        本規約は令和2年6月1日から実施します。<br>
        本規約は令和2年8月1日に改訂されました。
      </v-card-text>

    </v-card>

  </v-container>

</template>

<style scoped>
.text-nodecoration {
  text-decoration: none;
}
</style>
